Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
nl: Ongedaan maken
sv: Ångra

source: Undo passed status
de: Verstorben-Status rückgängig machen
es: Deshacer estado pasado
fr: Annuler le statut passé
it: Annulla stato superato
sv: Ångra passed Status

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unita
sv: Enheter

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
sv: Unknown Fel

source: Unknown location
de: Unbekannter Standort
es: Ubicacion desconocida
fr: Lieu inconnu
it: Posizione sconosciuta
sv: Unknown Plats

source: Unlock all training skills with Otis+
de: Alle Trainingsfähigkeiten mit Otis+ freischalten
es: Desbloquea todas las habilidades de entrenamiento con Otis+
fr: Débloquez toutes les compétences d'entraînement avec Otis+
it: Sblocca tutte le abilità di addestramento con Otis+
sv: Unlock Alla Träning Färdigheter with Otis+

source: Unlock the full Otis experience
de: Das volle Otis-Erlebnis freischalten
es: Desbloquea la experiencia completa de Otis
fr: Débloquez l'expérience complète Otis
it: Sblocca l'esperienza Otis completa

source: Unlock unlimited logging, predictions, and insights for your puppy's journey.
de: Unbegrenztes Protokollieren, Vorhersagen und Einblicke für die Reise deines Welpen freischalten.
es: Desbloquea registro ilimitado, predicciones y analisis para el viaje de tu cachorro.
fr: Débloquez l'enregistrement illimité, les prédictions et les analyses pour le parcours de votre chiot.
it: Sblocca registrazioni illimitate, previsioni e analisi per il percorso del tuo cucciolo.
sv: Unlock unlimited logging, Förutsägelser, and Insikter for your Valp's journey.

source: Unlock with Otis+
de: Mit Otis+ freischalten
es: Desbloquear con Otis+
fr: Débloquer avec Otis+
it: Sblocca con Otis+

source: Unmark mastered
de: Gemeistert-Markierung entfernen
es: Desmarcar dominado
fr: Retirer la maîtrise
it: Rimuovi padroneggiato

source: Unsure
de: Unsicher
es: No seguro
fr: Incertain
it: Incerto

source: Until date
de: Bis Datum
es: Hasta fecha
fr: Jusqu'à la date
it: Fino alla data
nl: Tot datum
sv: Until Datum

source: Untrusted download URL
de: Nicht vertrauenswürdige Download-URL
es: URL de descarga no confiable
fr: URL de téléchargement non fiable
it: URL download non affidabile

source: Upcoming
de: Demnächst
es: Proximo
fr: À venir
it: In programma
sv: Kommande

source: Upcoming appointment
de: Anstehender Termin
es: Proxima cita
fr: Rendez-vous à venir
it: Appuntamento in arrivo
sv: Kommande Bokad tid

source: Upcoming Appointments
de: Anstehende Termine
es: Proximas citas
fr: Rendez-vous à venir
it: Appuntamenti in arrivo
sv: Kommande Bokade tider

source: Upcoming milestones
de: Anstehende Meilensteine
es: Proximos hitos
fr: Prochaines étapes
it: Traguardi in arrivo
sv: Kommande Milstolpar

source: Upgrade to continue logging events
de: Upgraden, um Ereignisse weiter zu protokollieren
es: Mejora para continuar registrando eventos
fr: Passez à la version supérieure pour continuer à enregistrer
it: Passa a premium per continuare a registrare eventi
sv: Uppgradera Till Fortsätt logging Händelser

source: URL must include a host
de: URL muss einen Host enthalten
es: La URL debe incluir un host
fr: L'URL doit inclure un hôte
it: L'URL deve includere un host

source: URL must start with http:// or https://
de: URL muss mit http:// oder https:// beginnen
es: La URL debe comenzar con http:// o https://
fr: L'URL doit commencer par http:// ou https://
it: L'URL deve iniziare con http:// o https://

source: Use a front-clip harness if pulling is severe
de: Bei starkem Ziehen ein Brustgeschirr verwenden
es: Usa un arnes con enganche frontal si el jaloneo es severo
fr: Utilisez un harnais à clip frontal si le tirage est sévère
it: Usa una pettorina con aggancio frontale se il tirare è forte
sv: Use a front-clip Sele if pulling is severe

source: Use a long line for safety during training
de: Für Sicherheit beim Training eine Schleppleine verwenden
es: Usa una linea larga para seguridad durante el entrenamiento
fr: Utilisez une longe pour la sécurité pendant l'entraînement
it: Usa una longhina per sicurezza durante l'addestramento
sv: Use a long line for safety during Träning

source: Use a portable mat to transfer this skill anywhere
de: Eine tragbare Matte verwenden, um diese Fähigkeit überall zu übertragen
es: Usa una colchoneta portatil para transferir esta habilidad a cualquier lugar
fr: Utilisez un tapis portable pour transférer cette compétence partout
it: Usa un tappetino portatile per trasferire questa abilità ovunque
sv: Use a portable mat Till transfer denna Färdighet anywhere

source: Use a treat to guide your puppy into positions. This technique is used to teach many other commands.
de: Ein Leckerli verwenden, um deinen Welpen in Positionen zu führen. Diese Technik wird verwendet, um viele andere Kommandos zu lehren.
es: Usa un premio para guiar a tu cachorro a posiciones. Esta tecnica se usa para ensenar muchos otros comandos.
fr: Utilisez une friandise pour guider votre chiot vers des positions. Cette technique est utilisée pour enseigner de nombreuses autres commandes.
it: Usa un premietto per guidare il cucciolo in posizioni. Questa tecnica è usata per insegnare molti altri comandi.
sv: Use a Godis Till guide your Valp into positions. Denna technique is used Till teach many other Kommandon.

source: Use address
de: Adresse verwenden
es: Usar direccion
fr: Utiliser l'adresse
it: Usa indirizzo
sv: Use Adress

source: Use current location
de: Aktuellen Standort verwenden
es: Usar ubicacion actual
fr: Utiliser la position actuelle
it: Usa posizione attuale
sv: Use Aktuell Plats

source: Use high-value treats
de: Hochwertige Leckerlis verwenden
es: Usa premios de alto valor
fr: Utilisez des friandises de grande valeur
it: Usa premietti di alto valore
sv: Use high-value Godisar

source: Use Siri to log events and check on your puppy hands-free. Say "Hey Siri" followed by a command.
de: Verwende Siri, um Ereignisse zu protokollieren und deinen Welpen freihändig zu überprüfen. Sage "Hey Siri" gefolgt von einem Befehl.
es: Usa Siri para registrar eventos y verificar a tu cachorro sin manos. Di "Oye Siri" seguido de un comando.
fr: Utilisez Siri pour enregistrer des événements et vérifier votre chiot mains libres. Dites « Dis Siri » suivi d'une commande.
it: Usa Siri per registrare eventi e controllare il cucciolo a mani libere. Di' "Ehi Siri" seguito da un comando.
sv: Use Siri Till Logg Händelser and check På your Valp hands-Gratis. Say "Hey Siri" followed by a Kommando.

source: Use the bar at the bottom to quickly log events with one tap.
de: Verwende die Leiste unten, um Ereignisse schnell mit einem Tippen zu protokollieren.
es: Usa la barra en la parte inferior para registrar eventos rapidamente con un toque.
fr: Utilisez la barre en bas pour enregistrer rapidement les événements en un tap.
it: Usa la barra in basso per registrare velocemente eventi con un tocco.
sv: Use the bar Kl the Botten Till quickly Logg Händelser with one tap.

source: Use this to redirect attention from distractions
de: Verwende dies, um Aufmerksamkeit von Ablenkungen umzulenken
es: Usa esto para redirigir la atencion de las distracciones
fr: Utilisez ceci pour rediriger l'attention des distractions
it: Usa questo per reindirizzare l'attenzione dalle distrazioni
sv: Use denna Till redirect attention Från distractions

source: Usually wakes around now
de: Wacht normalerweise jetzt auf
es: Usualmente despierta alrededor de ahora
fr: Se réveille généralement vers cette heure
it: Di solito si sveglia intorno a ora
sv: Usually wakes around Nu

source: Vaccination
de: Impfung
es: Vacunacion
it: Vaccinazione
nl: Vaccinatie

source: Vaccination Record
de: Impfnachweis
es: Registro de vacunacion
fr: Carnet de vaccination
it: Registro vaccinazioni
sv: Vaccination Rekord

source: Vaccinations
de: Impfungen
es: Vacunas
it: Vaccinazioni
nl: Vaccinaties
sv: Vaccinationer

source: Vacuum cleaner
de: Staubsauger
es: Aspiradora
fr: Aspirateur
it: Aspirapolvere

source: Vehicles
de: Fahrzeuge
es: Vehiculos
fr: Véhicules
it: Veicoli

source: Vervangt lokale bestanden met GitHub versie
de: Ersetzt lokale Dateien durch GitHub-Version
es: Reemplaza archivos locales con version de GitHub
fr: Remplace les fichiers locaux par la version GitHub
it: Sostituisce file locali con versione GitHub
sv: Vervangt lokale bestanden Mötte GitHub versie

source: Vet Checkup
de: Tierarzt-Untersuchung
es: Chequeo veterinario
it: Controllo veterinario
nl: Dierenartsconsult
sv: Veterinär Kontroll

source: Vet clinic
de: Tierklinik
es: Clinica veterinaria
fr: Clinique vétérinaire
it: Clinica veterinaria
sv: Veterinär clinic

source: View All
de: Alle anzeigen
es: Ver todo
it: Visualizza tutto
nl: Alles bekijken
sv: Visa alla

source: View All Appointments
de: Alle Termine anzeigen
es: Ver todas las citas
fr: Voir tous les rendez-vous
it: Visualizza tutti gli appuntamenti
sv: Visa alla Bokade tider

source: View All Milestones
de: Alle Meilensteine anzeigen
es: Ver todos los hitos
fr: Voir toutes les étapes
it: Visualizza tutti i traguardi
sv: Visa alla Milstolpar

source: Visits
de: Besuche
es: Visitas
fr: Visites
it: Visite
sv: Besök

source: Wait
de: Warten
es: Esperar
fr: Attends
it: Aspetta

source: Wake up
de: Aufwachen
es: Despertar
fr: Réveil
it: Risveglio
nl: Wakker
sv: Vakna

source: Wake Up
de: Aufwachen
es: Despertar
fr: Réveil
it: Risveglio
sv: Vakna

source: Walk
de: Spaziergang
es: Paseo
fr: Promenade
it: Passeggiata
nl: Wandeling
sv: Promenad

source: Walk in progress
de: Spaziergang läuft
es: Paseo en progreso
fr: Promenade en cours
it: Passeggiata in corso
sv: Promenad pågår

source: Walk location
de: Spaziergangsort
es: Ubicacion del paseo
fr: Lieu de promenade
it: Luogo passeggiata
sv: Promenad Plats

source: Walk name
de: Spaziergangsname
es: Nombre del paseo
fr: Nom de la promenade
it: Nome passeggiata
sv: Promenad Namn

source: Walk reminders
de: Spaziergangserinnerungen
es: Recordatorios de paseo
fr: Rappels de promenade
it: Promemoria passeggiate
nl: Wandelherinneringen
sv: Promenadpåminnelses

source: Walk Schedule
de: Spaziergangsplan
es: Horario de paseos
fr: Programme des promenades
it: Programma passeggiate
sv: Promenad Schedule

source: Walk Spots
de: Spaziergangsorte
es: Lugares de paseo
it: Luoghi passeggiate
nl: Wandelplekken
sv: Promenad Spots

source: walks
de: Spaziergänge
es: paseos
fr: promenades
it: passeggiate
sv: Promenader

source: Walks
de: Spaziergänge
es: Paseos
fr: Promenades
it: Passeggiate
nl: Wandelingen
sv: Promenader

source: Walks per day
de: Spaziergänge pro Tag
es: Paseos por dia
fr: Promenades par jour
it: Passeggiate al giorno
sv: Promenader per dag

source: Walks today
de: Spaziergänge heute
es: Paseos hoy
fr: Promenades aujourd'hui
it: Passeggiate oggi
sv: Promenader Idag

source: Washing machine
de: Waschmaschine
es: Lavadora
fr: Machine à laver
it: Lavatrice

source: Watch Me
de: Schau mich an
es: Mirame
fr: Regarde-moi
it: Guardami

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
sv: Vatten

source: Weather
de: Wetter
es: Clima
fr: Météo
it: Meteo
sv: Väder

source: Wed
de: Mi
es: Mie
fr: Mer
it: Mer
nl: Wo
sv: Ons

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
sv: Vecka

source: Week %lld
de: Woche %lld
es: Semana %lld
fr: Semaine %lld
it: Settimana %lld
sv: Vecka %lld

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
nl: Wekelijks
sv: Veckovis

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane
nl: weken
sv: veckor

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
sv: Veckor

source: weeks old
de: Wochen alt
es: semanas de edad
fr: semaines
it: settimane di età
sv: veckor gammal

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
nl: Gewicht
sv: Vikt

source: Welcome
de: Willkommen
es: Bienvenido
it: Benvenuto
nl: Welkom
sv: Välkommen

source: What happened?
de: Was ist passiert?
es: Que paso?
fr: Que s'est-il passé ?
it: Cosa è successo?

source: What's included
de: Was enthalten ist
es: Que incluye
fr: Ce qui est inclus
it: Cosa include

source: When did %@ come home?
de: Wann kam %@ nach Hause?
es: Cuando llego %@ a casa?
fr: Quand %@ est-il arrivé à la maison ?
it: Quando è arrivato %@ a casa?
nl: Wanneer kwam %@ thuis?
sv: When did %@ Kom Hem?

source: When did it end?
de: Wann endete es?
es: Cuando termino?
fr: Quand s'est-il terminé ?
it: Quando è finito?
sv: When did it Slut?

source: When was %@ born?
de: Wann wurde %@ geboren?
es: Cuando nacio %@?
fr: Quand %@ est-il né ?
it: Quando è nato %@?
nl: Wanneer is %@ geboren?

source: Who?
de: Wer?
es: Quien?
fr: Qui ?
it: Chi?
nl: Wie?

source: Woke up
de: Aufgewacht
es: Desperto
fr: Réveillé
it: Si e svegliato
sv: Vaknade

source: Wood chips
de: Holzspäne
es: Astillas de madera
fr: Copeaux de bois
it: Trucioli di legno

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
nl: Jaarlijks
sv: Årsvis

source: Yes
de: Ja
es: Si
fr: Oui
it: Si
sv: Ja

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
sv: Igår

source: You are here
de: Du bist hier
es: Estas aqui
fr: Vous êtes ici
it: Sei qui

source: Your free trial has ended
de: Deine kostenlose Testversion ist abgelaufen
es: Tu prueba gratis ha terminado
fr: Votre essai gratuit est terminé
it: La tua prova gratuita è terminata
sv: Your Gratis provperiod has ended

source: Your puppy
de: Dein Welpe
es: Tu cachorro
fr: Votre chiot
it: Il tuo cucciolo
sv: Your Valp

source: (optional)
es: (opcional)
fr: (optionnel)
it: (opzionale)

source: %1$@ was clearly loved. We can see it in every walk logged, every milestone celebrated. When you're ready, we can help you create a memory book to remember %2$@ by.
es: %1$@ fue claramente amado. Lo vemos en cada paseo registrado, cada hito celebrado. Cuando estes listo, podemos ayudarte a crear un libro de recuerdos para recordar a %2$@.
fr: %1$@ était clairement aimé. On le voit dans chaque promenade enregistrée, chaque étape célébrée. Quand vous serez prêt, nous pouvons vous aider à créer un livre de souvenirs pour vous rappeler de %2$@.
sv: %1$@ was clearly loved. We can see it I every Promenad logged, every Milstolpe celebrated. When you're ready, we can Hjälp you create a memory book Till remember %2$@ by.

source: Agility
es: Agilidad
fr: Agilité

source: Asphalt
es: Asfalto
fr: Asphalte
it: Asfalto

source: Bus
es: Autobus
it: Autobus

source: Debug
es: Depuracion
fr: Débogage

source: Details
es: Detalles
fr: Détails
it: Dettagli
sv: Detaljer

source: Email
es: Correo electronico
sv: E-post

source: Fantastic! 🎉
es: Fantastico!
fr: Fantastique ! 🎉

source: in
es: en
fr: dans
it: tra
sv: tum

source: in %lldd
es: en %lldd
fr: dans %lldj
it: tra %lldd
sv: I %lldd

source: Incredible! 🏆
es: Increible!
fr: Incroyable ! 🏆

source: Median
es: Mediana
fr: Médiane
it: Mediana
nl: Mediaan

source: Minimal
es: Minimo
it: Minimale

source: Moment
es: Momento
it: Momento

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
sv: Namn

source: Park
es: Parque
fr: Parc
it: Parco

source: Person in uniform
es: Persona en uniforme
fr: Personne en uniforme
it: Persona in uniforme
sv: Person I uniform

source: Record: %lld — try again!
es: Record: %lld — intenta de nuevo!
it: Record: %lld — riprova!
nl: Record: %lldx — probeer opnieuw!
sv: Rekord: %lld — Försök igen!

source: Record: %lldx — try again!
es: Record: %lldx — intenta de nuevo!
fr: Record : %lldx — réessayez !
sv: Rekord: %lldx — Försök igen!

source: Register with your municipality if required
es: Registra con tu municipalidad si es requerido
fr: Inscrivez-vous auprès de votre mairie si nécessaire
it: Registrati al comune se richiesto
nl: Registreer bij je gemeente indien vereist

source: Release with 'okay' or 'free'
es: Libera con 'bien' o 'libre'
fr: Libérez avec « OK » ou « libre »
sv: Release with 'okay' or 'Gratis'

source: remaining
es: restante
it: rimanente
nl: resterend
sv: kvar

source: Remembered
es: Recordado
fr: Mémorisé

source: Reminder before it's time for a walk.
es: Recordatorio antes de que sea hora de pasear.
fr: Rappel avant l'heure de la promenade.
it: Promemoria prima dell'ora della passeggiata.
nl: Herinnering voordat het tijd is voor een wandeling.
sv: Reminder before it's Tid for a Promenad.

source: Reminder before it's time for the next meal.
es: Recordatorio antes de que sea hora de la proxima comida.
fr: Rappel avant l'heure du prochain repas.
it: Promemoria prima dell'ora del prossimo pasto.
nl: Herinnering voordat het tijd is voor de volgende maaltijd.
sv: Reminder before it's Tid for the Nästa Måltid.

source: Reminder for upcoming vet visits, training, and other appointments.
es: Recordatorio para proximas visitas al veterinario, entrenamiento y otras citas.
fr: Rappel pour les visites vétérinaires, entraînements et autres rendez-vous à venir.
sv: Reminder for kommande Veterinär Besök, Träning, and other Bokade tider.

source: Reminder when %@ has been awake too long.
es: Recordatorio cuando %@ ha estado despierto mucho tiempo.
fr: Rappel quand %@ est éveillé depuis trop longtemps.
it: Promemoria quando %@ è sveglio da troppo tempo.
nl: Herinnering als %@ te lang wakker is.
sv: Reminder when %@ has been Vaken too long.

source: Reminder when ~10 minutes remaining
es: Recordatorio cuando quedan ~10 minutos
fr: Rappel quand il reste environ 10 minutes
it: Promemoria quando mancano ~10 minuti
nl: Herinnering wanneer ~10 minuten resterend
sv: Reminder when ~10 minuter kvar

source: Reminder when ~20 minutes remaining
es: Recordatorio cuando quedan ~20 minutos
fr: Rappel quand il reste environ 20 minutes
it: Promemoria quando mancano ~20 minuti
nl: Herinnering wanneer ~20 minuten resterend
sv: Reminder when ~20 minuter kvar

source: Reminder when it's time
es: Recordatorio cuando sea hora
fr: Rappel à l'heure
it: Promemoria quando è ora
nl: Herinnering wanneer het tijd is
sv: Reminder when it's Tid

source: Reminder when it's time for a walk.
es: Recordatorio cuando sea hora de pasear.
fr: Rappel à l'heure de la promenade.
sv: Reminder when it's Tid for a Promenad.

source: Reminder when it's time for the next meal.
es: Recordatorio cuando sea hora de la proxima comida.
fr: Rappel à l'heure du prochain repas.
sv: Reminder when it's Tid for the Nästa Måltid.

source: Remove from Calendar
es: Eliminar del calendario
fr: Supprimer du calendrier
sv: Remove Från Kalender

source: Remove last
es: Eliminar ultimo
fr: Supprimer le dernier
it: Rimuovi ultimo
nl: Laatste verwijderen
sv: Remove senaste

source: Removed
es: Eliminado
fr: Supprimé

source: Removed from calendar
es: Eliminado del calendario
fr: Supprimé du calendrier
sv: Removed Från Kalender

source: Repeat 10-15 times per session
es: Repite 10-15 veces por sesion
fr: Répétez 10-15 fois par session
sv: Repeat 10-15 gånger per session

source: Repeat Schedule
es: Repetir horario
fr: Calendrier de répétition

source: Replace Existing Profile?
es: Reemplazar perfil existente?
fr: Remplacer le profil existant ?
sv: Replace Existing Profil?

source: Requires
es: Requiere
fr: Nécessite

source: Reset All Data?
es: Restablecer todos los datos?
fr: Réinitialiser toutes les données ?
sv: Återställ Alla Data?

source: Reset Everything
es: Restablecer todo
fr: Tout réinitialiser
sv: Återställ Everything

source: Reset profile
es: Restablecer perfil
fr: Réinitialiser le profil
it: Reimposta profilo
nl: Reset profiel
sv: Återställ Profil

source: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen
sv: Återställ köp

source: Restoring purchases...
es: Restaurando compras...
fr: Restauration des achats...

source: Restroom
es: Bano
fr: Toilettes

source: Return and treat before they move
es: Regresa y premia antes de que se muevan
fr: Revenez et récompensez avant qu'il bouge
sv: Return and Godis before they move

source: Return to puppy before releasing
es: Regresa al cachorro antes de liberar
fr: Revenez vers le chiot avant de le libérer
sv: Return Till Valp before releasing

source: Reward for staying on the mat
es: Premia por quedarse en la colchoneta
fr: Récompensez pour rester sur le tapis
sv: Reward for staying På the mat

source: Reward frequently for staying beside you
es: Premia frecuentemente por quedarse a tu lado
fr: Récompensez souvent pour rester à côté de vous

source: Reward generously when they reach you
es: Premia generosamente cuando te alcancen
fr: Récompensez généreusement quand il vous rejoint

source: Reward when they follow the lure smoothly
es: Premia cuando sigan la guia suavemente
fr: Récompensez quand il suit le leurre en douceur

source: Right Now
es: Ahora mismo
fr: Maintenant
sv: Höger Nu

source: Rub treat on palm if they need encouragement
es: Frota el premio en la palma si necesitan animo
fr: Frottez une friandise sur la paume s'il a besoin d'encouragement
sv: Rub Godis På palm if they need encouragement

source: Running person
es: Persona corriendo
fr: Personne qui court
sv: Springer Person

source: Safety & Movement
es: Seguridad y movimiento
fr: Sécurité et mouvement

source: Sand
es: Arena
fr: Sable
it: Sabbia

source: Save & Exit
es: Guardar y salir
fr: Enregistrer et quitter
sv: Spara & Exit

source: Save %lld%%
es: Ahorra %lld%%
fr: Économisez %lld%%
sv: Spara %lld%%

source: Save and revisit walk spots
es: Guarda y revisita lugares de paseo
fr: Enregistrez et revisitez vos lieux de promenade
sv: Spara and revisit Promenad spots

source: Save favorite spots and get weather forecasts for your walks.
es: Guarda lugares favoritos y obtiene pronosticos del clima para tus paseos.
fr: Enregistrez vos endroits favoris et consultez la météo pour vos promenades.
sv: Spara favorite spots and get Väder forecasts for your Promenader.

source: Status
es: Estado
fr: Statut
it: Stato

source: Story (9:16)
es: Historia (9:16)
it: Storia (9:16)

source: System
es: Sistema
fr: Système
it: Sistema

source: Take photos using the camera button in the timeline
es: Toma fotos usando el boton de camara en la cronologia
fr: Prenez des photos avec le bouton caméra dans la chronologie
sv: Take Foton using the Kamera button I the Tidslinje

source: Teenager
es: Adolescente
fr: Adolescent
it: Adolescente

source: Test
es: Prueba

source: This is their story. Not all of it — the best parts happened between the logged moments. The head on your lap. The excited spin at the door. The way they looked at you. Those don't need an app to remember.
es: Esta es su historia. No toda — las mejores partes pasaron entre los momentos registrados. La cabeza en tu regazo. El giro emocionado en la puerta. La forma en que te miraban. Esos no necesitan una app para recordar.
fr: C'est leur histoire. Pas tout — les meilleurs moments se sont passés entre les événements enregistrés. La tête sur vos genoux. Le tournoiement excité à la porte. La façon dont il vous regardait. Ceux-là n'ont pas besoin d'une app pour s'en souvenir.
sv: Denna is their story. Not Alla av it — the Bäst parts happened between the logged moments. The head På your lap. The excited spin Kl the door. The way they looked Kl you. Those don't need an app Till remember.

source: Training
es: Entrenamiento
fr: Éducation
it: Addestramento
sv: Träning

source: Vibration
es: Vibracion
it: Vibrazione

source: View FDA Source
es: Ver fuente FDA
fr: Voir la source FDA

source: View Full Size
es: Ver tamano completo
fr: Voir en taille réelle
sv: View Full Storlek

source: View in Calendar
es: Ver en calendario
fr: Voir dans le calendrier
sv: View I Kalender

source: View Mode
es: Modo de vista
fr: Mode d'affichage

source: Visit history
es: Historial de visitas
fr: Historique des visites
sv: Besök Historik
